# encoding=utf-8

catalog = {
    "工程项目": [
        '01_售前资料',
        '02_项目立项',
        '03_技术准备',
        '04_项目策划',
        '05_需求文档',
        '06_设计文档',
        '07_测试文档',
        '08_实施文档',
        '09_项目验收',
        'A0_项目管理',
        'A1_评审记录',
        'A2_变更控制',
        'A3_会议纪要',
        'A4_风险管理',
        'A5_决策分析',
        'A6_度量分析',
        'A7_客户文档',
        'B0_基线文档',
        'C0_运行维护'
    ],
    "研发项目": [
        '01_前期规划',
        '02_项目立项',
        '03_技术准备',
        '04_项目策划',
        '05_需求文档',
        '06_设计文档',
        '07_测试文档',
        '08_规范文档',
        '09_项目验收',
        'A0_项目监控',
        'A1_评审记录',
        'A2_变更控制',
        'A3_会议纪要',
        'A4_风险管理',
        'A5_决策分析',
        'A6_度量分析',
        'A7_培训宣传',
        'B0_基线文档'
    ]
}
